{
    "제5조(신호 또는 지시에 따를 의무)": {
        "1항": [
            "도로를 통행하는 보행자, 차마 또는 노면전차의 운전자는 교통안전시설이 표시하는 신호 또는 지시와 다음 각 호의 어느 하나에 해당하는 사람이 하는 신호 또는 지시를 따라야 한다.",
            "1. 교통정리를 하는 경찰공무원(의무경찰을 포함한다. 이하 같다) 및 제주특별자치도의 자치경찰공무원(이하 “자치경찰공무원”이라 한다)",
            "2. 경찰공무원(자치경찰공무원을 포함한다. 이하 같다)을 보조하는 사람으로서 대통령령으로 정하는 사람(이하 “경찰보조자”라 한다)"
        ],
        "2항": [
            "도로를 통행하는 보행자, 차마 또는 노면전차의 운전자는 제1항에 따른 교통안전시설이 표시하는 신호 또는 지시와 교통정리를 하는 경찰공무원 또는 경찰보조자(이하 “경찰공무원등”이라 한다)의 신호 또는 지시가 서로 다른 경우에는 경찰공무원등의 신호 또는 지시에 따라야 한다."
        ]
    },
    
    "제8조(보행자의 통행)": {
        "1항": [
            "보행자는 보도와 차도가 구분된 도로에서는 언제나 보도로 통행하여야 한다. 다만, 차도를 횡단하는 경우, 도로공사 등으로 보도의 통행이 금지된 경우나 그 밖의 부득이한 경우에는 그러하지 아니하다."
        ],
        "2항": [
            "보행자는 보도와 차도가 구분되지 아니한 도로 중 중앙선이 있는 도로(일방통행인 경우에는 차선으로 구분된 도로를 포함한다)에서는 길가장자리 또는 길가장자리구역으로 통행하여야 한다."
        ],
        "3항": [
            "보행자는 다음 각 호의 어느 하나에 해당하는 곳에서는 도로의 전 부분으로 통행할 수 있다. 이 경우 보행자는 고의로 차마의 진행을 방해하여서는 아니 된다.",
            "1. 보도와 차도가 구분되지 아니한 도로 중 중앙선이 없는 도로(일방통행인 경우에는 차선으로 구분되지 아니한 도로에 한정한다. 이하 같다)",
            "2. 보행자우선도로"
        ],
        "4항": [
            "보행자는 보도에서는 우측통행을 원칙으로 한다."
        ]
    },
    
    "제10조(도로의 횡단)": {
        "1항": [
            "시ㆍ도경찰청장은 도로를 횡단하는 보행자의 안전을 위하여 행정안전부령으로 정하는 기준에 따라 횡단보도를 설치할 수 있다."
        ],
        "2항": [
            "보행자는 제1항에 따른 횡단보도, 지하도, 육교나 그 밖의 도로 횡단시설이 설치되어 있는 도로에서는 그 곳으로 횡단하여야 한다. 다만, 지하도나 육교 등의 도로 횡단시설을 이용할 수 없는 지체장애인의 경우에는 다른 교통에 방해가 되지 아니하는 방법으로 도로 횡단시설을 이용하지 아니하고 도로를 횡단할 수 있다."
        ],
        "3항": [
            "보행자는 제1항에 따른 횡단보도가 설치되어 있지 아니한 도로에서는 가장 짧은 거리로 횡단하여야 한다."
        ],
        "4항": [
            "보행자는 차와 노면전차의 바로 앞이나 뒤로 횡단하여서는 아니 된다. 다만, 횡단보도를 횡단하거나 신호기 또는 경찰공무원등의 신호나 지시에 따라 도로를 횡단하는 경우에는 그러하지 아니하다."
        ],
        "5항": [
            "보행자는 안전표지 등에 의하여 횡단이 금지되어 있는 도로의 부분에서는 그 도로를 횡단하여서는 아니 된다."
        ]
    },
    
    "제11조(어린이 등에 대한 보호)": {
        "1항": [
            "어린이의 보호자는 교통이 빈번한 도로에서 어린이를 놀게 하여서는 아니 되며, 영유아(6세 미만인 사람을 말한다. 이하 같다)의 보호자는 교통이 빈번한 도로에서 영유아가 혼자 보행하게 하여서는 아니 된다."
        ],
        "2항": [
            "앞을 보지 못하는 사람(이에 준하는 사람을 포함한다. 이하 같다)의 보호자는 그 사람이 도로를 보행할 때에는 흰색 지팡이를 갖고 다니도록 하거나 앞을 보지 못하는 사람에게 길을 안내하는 개로서 행정안전부령으로 정하는 개(이하 “장애인보조견”이라 한다)를 동반하도록 하는 등 필요한 조치를 하여야 한다."
        ],
        "3항": [
            "어린이의 보호자는 도로에서 어린이가 자전거를 타거나 행정안전부령으로 정하는 위험성이 큰 움직이는 놀이기구를 타는 경우에는 어린이의 안전을 위하여 행정안전부령으로 정하는 인명보호 장구를 착용하도록 하여야 한다."
        ],
        "4항": [
            "어린이의 보호자는 도로에서 어린이가 개인형 이동장치를 운전하게 하여서는 아니 된다."
        ],
        "5항": [
            "경찰공무원은 신체에 장애가 있는 사람이 도로를 통행하거나 횡단하기 위하여 도움을 요청하거나 도움이 필요하다고 인정하는 경우에는 그 사람이 안전하게 통행하거나 횡단할 수 있도록 필요한 조치를 하여야 한다."
        ],
        "6항": [
            "경찰공무원은 다음 각 호의 어느 하나에 해당하는 사람을 발견한 경우에는 그들의 안전을 위하여 적절한 조치를 하여야 한다.",
            "1. 교통이 빈번한 도로에서 놀고 있는 어린이",
            "2. 보호자 없이 도로를 보행하는 영유아",
            "3. 앞을 보지 못하는 사람으로서 흰색 지팡이를 가지지 아니하거나 장애인보조견을 동반하지 아니하는 등 필요한 조치를 하지 아니하고 다니는 사람",
            "4. 횡단보도나 교통이 빈번한 도로에서 보행에 어려움을 겪고 있는 노인(65세 이상인 사람을 말한다. 이하 같다)"
        ]
    },
    
    "제12조(어린이 보호구역의 지정ㆍ해제 및 관리)": {
        "1항": [
            "시장등은 교통사고의 위험으로부터 어린이를 보호하기 위하여 필요하다고 인정하는 경우에는 다음 각 호의 어느 하나에 해당하는 시설이나 장소의 주변도로 가운데 일정 구간을 어린이 보호구역으로 지정하여 자동차등과 노면전차의 통행속도를 시속 30킬로미터 이내로 제한할 수 있다.",
            "1. 「유아교육법」 제2조에 따른 유치원, 「초ㆍ중등교육법」 제38조 및 제55조에 따른 초등학교 또는 특수학교",
            "2. 「영유아보육법」 제10조에 따른 어린이집 가운데 행정안전부령으로 정하는 어린이집",
            "3. 「학원의 설립ㆍ운영 및 과외교습에 관한 법률」 제2조에 따른 학원 가운데 행정안전부령으로 정하는 학원",
            "4. 「초ㆍ중등교육법」 제60조의2 또는 제60조의3에 따른 외국인학교 또는 대안학교, 「대안교육기관에 관한 법률」 제2조제2호에 따른 대안교육기관, 「제주특별자치도 설치 및 국제자유도시 조성을 위한 특별법」 제223조에 따른 국제학교 및 「경제자유구역 및 제주국제자유도시의 외국교육기관 설립ㆍ운영에 관한 특별법」 제2조제2호에 따른 외국교육기관 중 유치원ㆍ초등학교 교과과정이 있는 학교",
            "5. 그 밖에 어린이가 자주 왕래하는 곳으로서 조례로 정하는 시설 또는 장소"
        ],
        "2항": [
            "제1항에 따른 어린이 보호구역의 지정ㆍ해제 절차 및 기준 등에 관하여 필요한 사항은 교육부, 행정안전부 및 국토교통부의 공동부령으로 정한다."
        ],
        "3항": [
            "차마 또는 노면전차의 운전자는 어린이 보호구역에서 제1항에 따른 조치를 준수하고 어린이의 안전에 유의하면서 운행하여야 한다."
        ],
        "4항": [
            "시ㆍ도경찰청장, 경찰서장 또는 시장등은 제3항을 위반하는 행위 등의 단속을 위하여 어린이 보호구역의 도로 중에서 행정안전부령으로 정하는 곳에 우선적으로 제4조의2에 따른 무인 교통단속용 장비를 설치하여야 한다."
        ],
        "5항": [
            "시장등은 제1항에 따라 지정한 어린이 보호구역에 어린이의 안전을 위하여 다음 각 호에 따른 시설 또는 장비를 우선적으로 설치하거나 관할 도로관리청에 해당 시설 또는 장비의 설치를 요청하여야 한다.",
            "1. 어린이 보호구역으로 지정한 시설의 주 출입문과 가장 가까운 거리에 있는 간선도로상 횡단보도의 신호기",
            "2. 속도 제한, 횡단보도, 기점 및 종점에 관한 안전표지",
            "3. 「도로법」 제2조제2호에 따른 도로의 부속물 중 과속방지시설 및 차마의 미끄럼을 방지하기 위한 시설",
            "3의2. 방호울타리",
            "4. 그 밖에 교육부, 행정안전부 및 국토교통부의 공동부령으로 정하는 시설 또는 장비"
        ]
    },
    
    "제13조(차마의 통행)": {
        "1항": [
            "차마의 운전자는 보도와 차도가 구분된 도로에서는 차도로 통행하여야 한다. 다만, 도로 외의 곳으로 출입할 때에는 보도를 횡단하여 통행할 수 있다."
        ],
        "2항": [
            "제1항 단서의 경우 차마의 운전자는 보도를 횡단하기 직전에 일시정지하여 좌측과 우측 부분 등을 살핀 후 보행자의 통행을 방해하지 아니하도록 횡단하여야 한다."
        ],
        "3항": [
            "차마의 운전자는 도로(보도와 차도가 구분된 도로에서는 차도를 말한다)의 중앙(중앙선이 설치되어 있는 경우에는 그 중앙선을 말한다. 이하 같다) 우측 부분을 통행하여야 한다."
        ],
        "4항": [
            "차마의 운전자는 제3항에도 불구하고 다음 각 호의 어느 하나에 해당하는 경우에는 도로의 중앙이나 좌측 부분을 통행할 수 있다.",
            "1. 도로가 일방통행인 경우",
            "2. 도로의 파손, 도로공사나 그 밖의 장애 등으로 도로의 우측 부분을 통행할 수 없는 경우",
            "3. 도로 우측 부분의 폭이 6미터가 되지 아니하는 도로에서 다른 차를 앞지르려는 경우. 다만, 다음 각 목의 어느 하나에 해당하는 경우에는 그러하지 아니하다.",
            "가. 도로의 좌측 부분을 확인할 수 없는 경우",
            "나. 반대 방향의 교통을 방해할 우려가 있는 경우",
            "다. 안전표지 등으로 앞지르기를 금지하거나 제한하고 있는 경우",
            "4. 도로 우측 부분의 폭이 차마의 통행에 충분하지 아니한 경우",
            "5. 가파른 비탈길의 구부러진 곳에서 교통의 위험을 방지하기 위하여 시ㆍ도경찰청장이 필요하다고 인정하여 구간 및 통행방법을 지정하고 있는 경우에 그 지정에 따라 통행하는 경우"
        ],
        "5항": [
            "차마의 운전자는 안전지대 등 안전표지에 의하여 진입이 금지된 장소에 들어가서는 아니 된다."
        ],
        "6항": [
            "차마(자전거등은 제외한다)의 운전자는 안전표지로 통행이 허용된 장소를 제외하고는 자전거도로 또는 길가장자리구역으로 통행하여서는 아니 된다. 다만, 「자전거 이용 활성화에 관한 법률」 제3조제4호에 따른 자전거 우선도로의 경우에는 그러하지 아니하다."
        ]
    },
    
    "제13조의2(자전거등의 통행방법의 특례)": {
        "1항": [
            "자전거등의 운전자는 자전거도로(제15조제1항에 따라 자전거만 통행할 수 있도록 설치된 전용차로를 포함한다. 이하 이 조에서 같다)가 따로 있는 곳에서는 그 자전거도로로 통행하여야 한다."
        ],
        "2항": [
            "자전거등의 운전자는 자전거도로가 설치되지 아니한 곳에서는 도로 우측 가장자리에 붙어서 통행하여야 한다."
        ],
        "3항": [
            "자전거등의 운전자는 길가장자리구역(안전표지로 자전거등의 통행을 금지한 구간은 제외한다)을 통행할 수 있다. 이 경우 자전거등의 운전자는 보행자의 통행에 방해가 될 때에는 서행하거나 일시정지하여야 한다."
        ],
        "4항": [
            "자전거등의 운전자는 제1항 및 제13조제1항에도 불구하고 다음 각 호의 어느 하나에 해당하는 경우에는 보도를 통행할 수 있다. 이 경우 자전거등의 운전자는 보도 중앙으로부터 차도 쪽 또는 안전표지로 지정된 곳으로 서행하여야 하며, 보행자의 통행에 방해가 될 때에는 일시정지하여야 한다.",
            "1. 어린이, 노인, 그 밖에 행정안전부령으로 정하는 신체장애인이 자전거를 운전하는 경우. 다만, 「자전거 이용 활성화에 관한 법률」 제2조제1호의2에 따른 전기자전거의 원동기를 끄지 아니하고 운전하는 경우는 제외한다.",
            "2. 안전표지로 자전거등의 통행이 허용된 경우",
            "3. 도로의 파손, 도로공사나 그 밖의 장애 등으로 도로를 통행할 수 없는 경우"
        ],
        "5항": [
            "자전거등의 운전자는 안전표지로 통행이 허용된 경우를 제외하고는 2대 이상이 나란히 차도를 통행하여서는 아니 된다."
        ],
        "6항": [
            "자전거등의 운전자가 횡단보도를 이용하여 도로를 횡단할 때에는 자전거등에서 내려서 자전거등을 끌거나 들고 보행하여야 한다."
        ]
    },
    
    "제14조(차로의 설치 등)": {
        "1항": [
            "시ㆍ도경찰청장은 차마의 교통을 원활하게 하기 위하여 필요한 경우에는 도로에 행정안전부령으로 정하는 차로를 설치할 수 있다. 이 경우 시ㆍ도경찰청장은 시간대에 따라 양방향의 통행량이 뚜렷하게 다른 도로에는 교통량이 많은 쪽으로 차로의 수가 확대될 수 있도록 신호기에 의하여 차로의 진행방향을 지시하는 가변차로를 설치할 수 있다."
        ],
        "2항": [
            "차마의 운전자는 차로가 설치되어 있는 도로에서는 이 법이나 이 법에 따른 명령에 특별한 규정이 있는 경우를 제외하고는 그 차로를 따라 통행하여야 한다. 다만, 시ㆍ도경찰청장이 통행방법을 따로 지정한 경우에는 그 방법으로 통행하여야 한다."
        ],
        "3항": [
            "차로가 설치된 도로를 통행하려는 경우로서 차의 너비가 행정안전부령으로 정하는 차로의 너비보다 넓어 교통의 안전이나 원활한 소통에 지장을 줄 우려가 있는 경우 그 차의 운전자는 도로를 통행하여서는 아니 된다. 다만, 행정안전부령으로 정하는 바에 따라 그 차의 출발지를 관할하는 경찰서장의 허가를 받은 경우에는 그러하지 아니하다."
        ],
        "4항": [
            "경찰서장은 제3항 단서에 따른 허가를 받으려는 차가 「도로법」 제77조제1항 단서에 따른 운행허가를 받아야 하는 차에 해당하는 경우에는 대통령령으로 정하는 바에 따라 그 차가 통행하려는 도로의 관리청과 미리 협의하여야 하며, 이러한 협의를 거쳐 경찰서장의 허가를 받은 차는 「도로법」 제77조제1항 단서에 따른 운행허가를 받은 것으로 본다."
        ],
        "5항": [
            "차마의 운전자는 안전표지가 설치되어 특별히 진로 변경이 금지된 곳에서는 차마의 진로를 변경하여서는 아니 된다. 다만, 도로의 파손이나 도로공사 등으로 인하여 장애물이 있는 경우에는 그러하지 아니하다."
        ]
    },
    
    "제15조의2(자전거횡단도의 설치 등)": {
        "1항": [
            "시ㆍ도경찰청장은 도로를 횡단하는 자전거 운전자의 안전을 위하여 행정안전부령으로 정하는 기준에 따라 자전거횡단도를 설치할 수 있다."
        ],
        "2항": [
            "자전거등의 운전자가 자전거등을 타고 자전거횡단도가 따로 있는 도로를 횡단할 때에는 자전거횡단도를 이용하여야 한다."
        ],
        "3항": [
            "차마의 운전자는 자전거등이 자전거횡단도를 통행하고 있을 때에는 자전거등의 횡단을 방해하거나 위험하게 하지 아니하도록 그 자전거횡단도 앞(정지선이 설치되어 있는 곳에서는 그 정지선을 말한다)에서 일시정지하여야 한다."
        ]
    },
    
    "제16조(노면전차 전용로의 설치 등)": {
        "1항": [
            "시장등은 교통을 원활하게 하기 위하여 노면전차 전용도로 또는 전용차로를 설치하려는 경우에는 「도시철도법」 제7조제1항에 따른 도시철도사업계획의 승인 전에 다음 각 호의 사항에 대하여 시ㆍ도경찰청장과 협의하여야 한다. 사업 계획을 변경하려는 경우에도 또한 같다.",
            "1. 노면전차의 설치 방법 및 구간",
            "2. 노면전차 전용로 내 교통안전시설의 설치",
            "3. 그 밖에 노면전차 전용로의 관리에 관한 사항"
            ],
        "2항": [
            "노면전차의 운전자는 제1항에 따른 노면전차 전용도로 또는 전용차로로 통행하여야 하며, 차마의 운전자는 노면전차 전용도로 또는 전용차로를 다음 각 호의 경우를 제외하고는 통행하여서는 아니 된다.",
            "1. 좌회전, 우회전, 횡단 또는 회전하기 위하여 궤도부지를 가로지르는 경우",
            "2. 도로, 교통안전시설, 도로의 부속물 등의 보수를 위하여 진입이 불가피한 경우",
            "3. 노면전차 전용차로에서 긴급자동차가 그 본래의 긴급한 용도로 운행되고 있는 경우"
        ]
    },
    
    "제17조(자동차등과 노면전차의 속도)": {
        "1항": [
            "자동차등(개인형 이동장치는 제외한다. 이하 이 조에서 같다)과 노면전차의 도로 통행 속도는 행정안전부령으로 정한다."
        ],
        "2항": [
            "경찰청장이나 시ㆍ도경찰청장은 도로에서 일어나는 위험을 방지하고 교통의 안전과 원활한 소통을 확보하기 위하여 필요하다고 인정하는 경우에는 다음 각 호의 구분에 따라 구역이나 구간을 지정하여 제1항에 따라 정한 속도를 제한할 수 있다.",
            "1. 경찰청장: 고속도로",
            "2. 시ㆍ도경찰청장: 고속도로를 제외한 도로"
        ],
        "3항": [
            "자동차등과 노면전차의 운전자는 제1항과 제2항에 따른 최고속도보다 빠르게 운전하거나 최저속도보다 느리게 운전하여서는 아니 된다. 다만, 교통이 밀리거나 그 밖의 부득이한 사유로 최저속도보다 느리게 운전할 수밖에 없는 경우에는 그러하지 아니하다."
        ]
    },
    
    "제18조(횡단 등의 금지)": {
        "1항": [
            "차마의 운전자는 보행자나 다른 차마의 정상적인 통행을 방해할 우려가 있는 경우에는 차마를 운전하여 도로를 횡단하거나 유턴 또는 후진하여서는 아니 된다."
        ],
        "2항": [
            "시ㆍ도경찰청장은 도로에서의 위험을 방지하고 교통의 안전과 원활한 소통을 확보하기 위하여 특히 필요하다고 인정하는 경우에는 도로의 구간을 지정하여 차마의 횡단이나 유턴 또는 후진을 금지할 수 있다."
        ],
        "3항": [
            "차마의 운전자는 길가의 건물이나 주차장 등에서 도로에 들어갈 때에는 일단 정지한 후에 안전한지 확인하면서 서행하여야 한다."
        ]
    },
    
    "제19조(안전거리 확보 등)": {
        "1항": [
            "모든 차의 운전자는 같은 방향으로 가고 있는 앞차의 뒤를 따르는 경우에는 앞차가 갑자기 정지하게 되는 경우 그 앞차와의 충돌을 피할 수 있는 필요한 거리를 확보하여야 한다."
        ],
        "2항": [
            "자동차등의 운전자는 같은 방향으로 가고 있는 자전거등의 운전자에 주의하여야 하며, 그 옆을 지날 때에는 자전거등과의 충돌을 피할 수 있는 필요한 거리를 확보하여야 한다."
        ],
        "3항": [
            "모든 차의 운전자는 차의 진로를 변경하려는 경우에 그 변경하려는 방향으로 오고 있는 다른 차의 정상적인 통행에 장애를 줄 우려가 있을 때에는 진로를 변경하여서는 아니 된다."
        ],
        "4항": [
            "모든 차의 운전자는 위험방지를 위한 경우와 그 밖의 부득이한 경우가 아니면 운전하는 차를 갑자기 정지시키거나 속도를 줄이는 등의 급제동을 하여서는 아니 된다."
        ]
    },
    
    "제20조(진로 양보의 의무)": {
        "1항": [
            "모든 차(긴급자동차는 제외한다)의 운전자는 뒤에서 따라오는 차보다 느린 속도로 가려는 경우에는 도로의 우측 가장자리로 피하여 진로를 양보하여야 한다. 다만, 통행 구분이 설치된 도로의 경우에는 그러하지 아니하다."
        ],
        "2항": [
            "좁은 도로에서 긴급자동차 외의 자동차가 서로 마주보고 진행할 때에는 다음 각 호의 구분에 따른 자동차가 도로의 우측 가장자리로 피하여 진로를 양보하여야 한다.",
            "1. 비탈진 좁은 도로에서 자동차가 서로 마주보고 진행하는 경우에는 올라가는 자동차",
            "2. 비탈진 좁은 도로 외의 좁은 도로에서 사람을 태웠거나 물건을 실은 자동차와 동승자가 없고 물건을 싣지 아니한 자동차가 서로 마주보고 진행하는 경우에는 동승자가 없고 물건을 싣지 아니한 자동차"
        ]
    },
    
    "제21조(앞지르기 방법 등)": {
        "1항": [
            "모든 차의 운전자는 다른 차를 앞지르려면 앞차의 좌측으로 통행하여야 한다."
        ],
        "2항": [
            "자전거등의 운전자는 서행하거나 정지한 다른 차를 앞지르려면 제1항에도 불구하고 앞차의 우측으로 통행할 수 있다. 이 경우 자전거등의 운전자는 정지한 차에서 승차하거나 하차하는 사람의 안전에 유의하여 서행하거나 필요한 경우 일시정지하여야 한다."
        ],
        "3항": [
            "제1항과 제2항의 경우 앞지르려고 하는 모든 차의 운전자는 반대방향의 교통과 앞차 앞쪽의 교통에도 주의를 충분히 기울여야 하며, 앞차의 속도ㆍ진로와 그 밖의 도로상황에 따라 방향지시기ㆍ등화 또는 경음기(警音機)를 사용하는 등 안전한 속도와 방법으로 앞지르기를 하여야 한다."
        ],
        "4항": [
            "모든 차의 운전자는 제1항부터 제3항까지 또는 제60조제2항에 따른 방법으로 앞지르기를 하는 차가 있을 때에는 속도를 높여 경쟁하거나 그 차의 앞을 가로막는 등의 방법으로 앞지르기를 방해하여서는 아니 된다."
        ]
    },
    
    "제22조(앞지르기 금지의 시기 및 장소)": {
        "1항": [
            "모든 차의 운전자는 다음 각 호의 어느 하나에 해당하는 경우에는 앞차를 앞지르지 못한다.",
            "1. 앞차의 좌측에 다른 차가 앞차와 나란히 가고 있는 경우",
            "2. 앞차가 다른 차를 앞지르고 있거나 앞지르려고 하는 경우"
        ],
        "2항": [
            "모든 차의 운전자는 다음 각 호의 어느 하나에 해당하는 다른 차를 앞지르지 못한다.",
            "1. 이 법이나 이 법에 따른 명령에 따라 정지하거나 서행하고 있는 차",
            "2. 경찰공무원의 지시에 따라 정지하거나 서행하고 있는 차",
            "3. 위험을 방지하기 위하여 정지하거나 서행하고 있는 차"
        ],
        "3항": [
            "모든 차의 운전자는 다음 각 호의 어느 하나에 해당하는 곳에서는 다른 차를 앞지르지 못한다.",
            "1. 교차로",
            "2. 터널 안",
            "3. 다리 위",
            "4. 도로의 구부러진 곳, 비탈길의 고갯마루 부근 또는 가파른 비탈길의 내리막 등 시ㆍ도경찰청장이 도로에서의 위험을 방지하고 교통의 안전과 원활한 소통을 확보하기 위하여 필요하다고 인정하는 곳으로서 안전표지로 지정한 곳"
        ]
    },
    
    "제24조(철길 건널목의 통과)": {
        "1항": [
            "모든 차 또는 노면전차의 운전자는 철길 건널목(이하 “건널목”이라 한다)을 통과하려는 경우에는 건널목 앞에서 일시정지하여 안전한지 확인한 후에 통과하여야 한다. 다만, 신호기 등이 표시하는 신호에 따르는 경우에는 정지하지 아니하고 통과할 수 있다."
        ],
        "2항": [
            "모든 차 또는 노면전차의 운전자는 건널목의 차단기가 내려져 있거나 내려지려고 하는 경우 또는 건널목의 경보기가 울리고 있는 동안에는 그 건널목으로 들어가서는 아니 된다."
        ],
        "3항": [
            "모든 차 또는 노면전차의 운전자는 건널목을 통과하다가 고장 등의 사유로 건널목 안에서 차 또는 노면전차를 운행할 수 없게 된 경우에는 즉시 승객을 대피시키고 비상신호기 등을 사용하거나 그 밖의 방법으로 철도공무원이나 경찰공무원에게 그 사실을 알려야 한다."
        ]
    },
    
    "제25조(교차로 통행방법)": {
        "1항": [
            "모든 차의 운전자는 교차로에서 우회전을 하려는 경우에는 미리 도로의 우측 가장자리를 서행하면서 우회전하여야 한다. 이 경우 우회전하는 차의 운전자는 신호에 따라 정지하거나 진행하는 보행자 또는 자전거등에 주의하여야 한다."
        ],
        "2항": [
            "모든 차의 운전자는 교차로에서 좌회전을 하려는 경우에는 미리 도로의 중앙선을 따라 서행하면서 교차로의 중심 안쪽을 이용하여 좌회전하여야 한다. 다만, 시ㆍ도경찰청장이 교차로의 상황에 따라 특히 필요하다고 인정하여 지정한 곳에서는 교차로의 중심 바깥쪽을 통과할 수 있다."
        ],
        "3항": [
            "제2항에도 불구하고 자전거등의 운전자는 교차로에서 좌회전하려는 경우에는 미리 도로의 우측 가장자리로 붙어 서행하면서 교차로의 가장자리 부분을 이용하여 좌회전하여야 한다."
        ],
        "4항": [
            "제1항부터 제3항까지의 규정에 따라 우회전이나 좌회전을 하기 위하여 손이나 방향지시기 또는 등화로써 신호를 하는 차가 있는 경우에 그 뒤차의 운전자는 신호를 한 앞차의 진행을 방해하여서는 아니 된다."
        ],
        "5항": [
            "모든 차 또는 노면전차의 운전자는 신호기로 교통정리를 하고 있는 교차로에 들어가려는 경우에는 진행하려는 진로의 앞쪽에 있는 차 또는 노면전차의 상황에 따라 교차로(정지선이 설치되어 있는 경우에는 그 정지선을 넘은 부분을 말한다)에 정지하게 되어 다른 차 또는 노면전차의 통행에 방해가 될 우려가 있는 경우에는 그 교차로에 들어가서는 아니 된다."
        ],
        "6항": [
            "모든 차의 운전자는 교통정리를 하고 있지 아니하고 일시정지나 양보를 표시하는 안전표지가 설치되어 있는 교차로에 들어가려고 할 때에는 다른 차의 진행을 방해하지 아니하도록 일시정지하거나 양보하여야 한다."
        ]
    },
    
    "제25조의2(회전교차로 통행방법)": {
        "1항": [
            "모든 차의 운전자는 회전교차로에서는 반시계방향으로 통행하여야 한다."
        ],
        "2항": [
            "모든 차의 운전자는 회전교차로에 진입하려는 경우에는 서행하거나 일시정지하여야 하며, 이미 진행하고 있는 다른 차가 있는 때에는 그 차에 진로를 양보하여야 한다."
        ],
        "3항": [
            "제1항 및 제2항에 따라 회전교차로 통행을 위하여 손이나 방향지시기 또는 등화로써 신호를 하는 차가 있는 경우 그 뒤차의 운전자는 신호를 한 앞차의 진행을 방해하여서는 아니 된다."
        ]
    },
    
    "제26조(교통정리가 없는 교차로에서의 양보운전)": {
        "1항": [
            "교통정리를 하고 있지 아니하는 교차로에 들어가려고 하는 차의 운전자는 이미 교차로에 들어가 있는 다른 차가 있을 때에는 그 차에 진로를 양보하여야 한다."
        ],
        "2항": [
            "교통정리를 하고 있지 아니하는 교차로에 들어가려고 하는 차의 운전자는 그 차가 통행하고 있는 도로의 폭보다 교차하는 도로의 폭이 넓은 경우에는 서행하여야 하며, 폭이 넓은 도로로부터 교차로에 들어가려고 하는 다른 차가 있을 때에는 그 차에 진로를 양보하여야 한다."
        ],
        "3항": [
            "교통정리를 하고 있지 아니하는 교차로에 동시에 들어가려고 하는 차의 운전자는 우측도로의 차에 진로를 양보하여야 한다."
        ],
        "4항": [
            "교통정리를 하고 있지 아니하는 교차로에서 좌회전하려고 하는 차의 운전자는 그 교차로에서 직진하거나 우회전하려는 다른 차가 있을 때에는 그 차에 진로를 양보하여야 한다."
        ]
    },
    
    "제27조(보행자의 보호)": {
        "1항": [
            "모든 차 또는 노면전차의 운전자는 보행자(제13조의2제6항에 따라 자전거등에서 내려서 자전거등을 끌거나 들고 통행하는 자전거등의 운전자를 포함한다)가 횡단보도를 통행하고 있거나 통행하려고 하는 때에는 보행자의 횡단을 방해하거나 위험을 주지 아니하도록 그 횡단보도 앞(정지선이 설치되어 있는 곳에서는 그 정지선을 말한다)에서 일시정지하여야 한다."
        ],
        "2항": [
            "모든 차 또는 노면전차의 운전자는 교통정리를 하고 있는 교차로에서 좌회전이나 우회전을 하려는 경우에는 신호기 또는 경찰공무원등의 신호나 지시에 따라 도로를 횡단하는 보행자의 통행을 방해하여서는 아니 된다."
        ],
        "3항": [
            "모든 차의 운전자는 교통정리를 하고 있지 아니하는 교차로 또는 그 부근의 도로를 횡단하는 보행자의 통행을 방해하여서는 아니 된다."
        ],
        "4항": [
            "모든 차의 운전자는 도로에 설치된 안전지대에 보행자가 있는 경우와 차로가 설치되지 아니한 좁은 도로에서 보행자의 옆을 지나는 경우에는 안전한 거리를 두고 서행하여야 한다."
        ],
        "5항": [
            "모든 차 또는 노면전차의 운전자는 보행자가 제10조제3항에 따라 횡단보도가 설치되어 있지 아니한 도로를 횡단하고 있을 때에는 안전거리를 두고 일시정지하여 보행자가 안전하게 횡단할 수 있도록 하여야 한다."
        ],
        "6항": [
            "모든 차의 운전자는 다음 각 호의 어느 하나에 해당하는 곳에서 보행자의 옆을 지나는 경우에는 안전한 거리를 두고 서행하여야 하며, 보행자의 통행에 방해가 될 때에는 서행하거나 일시정지하여 보행자가 안전하게 통행할 수 있도록 하여야 한다.",
            "1. 보도와 차도가 구분되지 아니한 도로 중 중앙선이 없는 도로",
            "2. 보행자우선도로",
            "3. 도로 외의 곳"
        ],
        "7항": [
            "모든 차 또는 노면전차의 운전자는 제12조제1항에 따른 어린이 보호구역 내에 설치된 횡단보도 중 신호기가 설치되지 아니한 횡단보도 앞(정지선이 설치된 경우에는 그 정지선을 말한다)에서는 보행자의 횡단 여부와 관계없이 일시정지하여야 한다."
        ]
    },
    
    "제28조(보행자전용도로의 설치)": {
        "1항": [
            "시ㆍ도경찰청장이나 경찰서장은 보행자의 통행을 보호하기 위하여 특히 필요한 경우에는 도로에 보행자전용도로를 설치할 수 있다."
        ],
        "2항": [
            "차마 또는 노면전차의 운전자는 제1항에 따른 보행자전용도로를 통행하여서는 아니 된다. 다만, 시ㆍ도경찰청장이나 경찰서장은 특히 필요하다고 인정하는 경우에는 보행자전용도로에 차마의 통행을 허용할 수 있다."
        ],
        "3항": [
            "제2항 단서에 따라 보행자전용도로의 통행이 허용된 차마의 운전자는 보행자를 위험하게 하거나 보행자의 통행을 방해하지 아니하도록 차마를 보행자의 걸음 속도로 운행하거나 일시정지하여야 한다."
        ]
    },
    
    "제29조(긴급자동차의 우선 통행)": {
        "1항": [
            "긴급자동차는 제13조제3항에도 불구하고 긴급하고 부득이한 경우에는 도로의 중앙이나 좌측 부분을 통행할 수 있다."
        ],
        "2항": [
            "긴급자동차는 이 법이나 이 법에 따른 명령에 따라 정지하여야 하는 경우에도 불구하고 긴급하고 부득이한 경우에는 정지하지 아니할 수 있다."
        ],
        "3항": [
            "긴급자동차의 운전자는 제1항이나 제2항의 경우에 교통안전에 특히 주의하면서 통행하여야 한다."
        ],
        "4항": [
            "교차로나 그 부근에서 긴급자동차가 접근하는 경우에는 차마와 노면전차의 운전자는 교차로를 피하여 일시정지하여야 한다."
        ],
        "5항": [
            "모든 차와 노면전차의 운전자는 제4항에 따른 곳 외의 곳에서 긴급자동차가 접근한 경우에는 긴급자동차가 우선통행할 수 있도록 진로를 양보하여야 한다."
        ],
        "6항": [
            "제2조제22호 각 목의 자동차 운전자는 해당 자동차를 그 본래의 긴급한 용도로 운행하지 아니하는 경우에는 「자동차관리법」에 따라 설치된 경광등을 켜거나 사이렌을 작동하여서는 아니 된다. 다만, 대통령령으로 정하는 바에 따라 범죄 및 화재 예방 등을 위한 순찰ㆍ훈련 등을 실시하는 경우에는 그러하지 아니하다."
        ]
    },
    
    "제30조(긴급자동차에 대한 특례)": {
        "1항": [
            "긴급자동차에 대하여는 다음 각 호의 사항을 적용하지 아니한다. 다만, 제4호부터 제12호까지의 사항은 긴급자동차 중 제2조제22호가목부터 다목까지의 자동차와 대통령령으로 정하는 경찰용 자동차에 대해서만 적용하지 아니한다.",
            "1. 제17조에 따른 자동차등의 속도 제한. 다만, 제17조에 따라 긴급자동차에 대하여 속도를 제한한 경우에는 같은 조의 규정을 적용한다.",
            "2. 제22조에 따른 앞지르기의 금지",
            "3. 제23조에 따른 끼어들기의 금지",
            "4. 제5조에 따른 신호위반",
            "5. 제13조제1항에 따른 보도침범",
            "6. 제13조제3항에 따른 중앙선 침범",
            "7. 제18조에 따른 횡단 등의 금지",
            "8. 제19조에 따른 안전거리 확보 등",
            "9. 제21조제1항에 따른 앞지르기 방법 등",
            "10. 제32조에 따른 정차 및 주차의 금지",
            "11. 제33조에 따른 주차금지",
            "12. 제66조에 따른 고장 등의 조치"
        ]
    },
    
    "제31조(서행 또는 일시정지할 장소)": {
        "1항": [
            "모든 차 또는 노면전차의 운전자는 다음 각 호의 어느 하나에 해당하는 곳에서는 서행하여야 한다.",
            "1. 교통정리를 하고 있지 아니하는 교차로",
            "2. 도로가 구부러진 부근",
            "3. 비탈길의 고갯마루 부근",
            "4. 가파른 비탈길의 내리막",
            "5. 시ㆍ도경찰청장이 도로에서의 위험을 방지하고 교통의 안전과 원활한 소통을 확보하기 위하여 필요하다고 인정하여 안전표지로 지정한 곳"
        ],
        "2항": [
            "모든 차 또는 노면전차의 운전자는 다음 각 호의 어느 하나에 해당하는 곳에서는 일시정지하여야 한다.",
            "1. 교통정리를 하고 있지 아니하고 좌우를 확인할 수 없거나 교통이 빈번한 교차로",
            "2. 시ㆍ도경찰청장이 도로에서의 위험을 방지하고 교통의 안전과 원활한 소통을 확보하기 위하여 필요하다고 인정하여 안전표지로 지정한 곳"
        ]
    },
    
    "제38조(차의 신호)": {
        "1항": [
            "모든 차의 운전자는 좌회전ㆍ우회전ㆍ횡단ㆍ유턴ㆍ서행ㆍ정지 또는 후진을 하거나 같은 방향으로 진행하면서 진로를 바꾸려고 하는 경우와 회전교차로에 진입하거나 회전교차로에서 진출하는 경우에는 손이나 방향지시기 또는 등화로써 그 행위가 끝날 때까지 신호를 하여야 한다."
        ],
        "2항": [
            "제1항의 신호를 하는 시기와 방법은 대통령령으로 정한다."
        ]
    },
    
    "제48조(안전운전 및 친환경 경제운전의 의무)": {
        "1항": [
            "모든 차 또는 노면전차의 운전자는 차 또는 노면전차의 조향장치와 제동장치, 그 밖의 장치를 정확하게 조작하여야 하며, 도로의 교통상황과 차 또는 노면전차의 구조 및 성능에 따라 다른 사람에게 위험과 장해를 주는 속도나 방법으로 운전하여서는 아니 된다."
        ],
        "2항": [
            "모든 차의 운전자는 차를 친환경적이고 경제적인 방법으로 운전하여 연료소모와 탄소배출을 줄이도록 노력하여야 한다."
        ]
    },
    
    "제60조(갓길 통행금지 등)": {
        "1항": [
            "자동차의 운전자는 고속도로등에서 자동차의 고장 등 부득이한 사정이 있는 경우를 제외하고는 행정안전부령으로 정하는 차로에 따라 통행하여야 하며, 갓길(「도로법」에 따른 길어깨를 말한다)로 통행하여서는 아니 된다. 다만, 다음 각 호의 어느 하나에 해당하는 경우에는 그러하지 아니하다.",
            "1. 긴급자동차와 고속도로등의 보수ㆍ유지 등의 작업을 하는 자동차를 운전하는 경우",
            "2. 차량정체 시 신호기 또는 경찰공무원등의 신호나 지시에 따라 갓길에서 자동차를 운전하는 경우"
        ],
        "2항": [
            "자동차의 운전자는 고속도로에서 다른 차를 앞지르려면 방향지시기, 등화 또는 경음기를 사용하여 행정안전부령으로 정하는 차로로 안전하게 통행하여야 한다."
        ]
    },
    
    "제61조(고속도로 전용차로의 설치)": {
        "1항": [
            "경찰청장은 고속도로의 원활한 소통을 위하여 특히 필요한 경우에는 고속도로에 전용차로를 설치할 수 있다."
        ],
        "2항": [
            "제1항에 따른 고속도로 전용차로의 종류 등에 관하여는 제15조제2항 및 제3항을 준용한다."
        ]
    },
    
    "제68조(도로에서의 금지행위 등)": {
        "1항": [
            "누구든지 함부로 신호기를 조작하거나 교통안전시설을 철거ㆍ이전하거나 손괴하여서는 아니 되며, 교통안전시설이나 그와 비슷한 인공구조물을 도로에 설치하여서는 아니 된다."
        ],
        "2항": [
            "누구든지 교통에 방해가 될 만한 물건을 도로에 함부로 내버려두어서는 아니 된다."
        ],
        "3항": [
            "누구든지 다음 각 호의 어느 하나에 해당하는 행위를 하여서는 아니 된다.",
            "1. 술에 취하여 도로에서 갈팡질팡하는 행위",
            "2. 도로에서 교통에 방해되는 방법으로 눕거나 앉거나 서있는 행위",
            "3. 교통이 빈번한 도로에서 공놀이 또는 썰매타기 등의 놀이를 하는 행위",
            "4. 돌ㆍ유리병ㆍ쇳조각이나 그 밖에 도로에 있는 사람이나 차마를 손상시킬 우려가 있는 물건을 던지거나 발사하는 행위",
            "5. 도로를 통행하고 있는 차마에서 밖으로 물건을 던지는 행위",
            "6. 도로를 통행하고 있는 차마에 뛰어오르거나 매달리거나 차마에서 뛰어내리는 행위",
            "7. 그 밖에 시ㆍ도경찰청장이 교통상의 위험을 방지하기 위하여 필요하다고 인정하여 지정ㆍ공고한 행위"
        ]
    },





    "시행규칙 별표2(신호기가 표시하는 신호의 종류 및 신호의 뜻)" : {
        "차량신호등": {
            "원형등화": {
                "녹색의 등화": [
                    "1. 차마는 직진 또는 우회전할 수 있다.",
                    "2. 비보호좌회전표지 또는 비보호좌회전표시가 있는 곳에서는 좌회전할 수 있다."
                ],
                "황색의 등화": [
                    "1. 차마는 정지선이 있거나 횡단보도가 있을 때에는 그 직전이나 교차로의 직전에 정지하여야 하며, 이미 교차로에 차마의 일부라도 진입한 경우에는 신속히 교차로 밖으로 진행하여야 한다.",
                    "2. 차마는 우회전할 수 있고 우회전하는 경우에는 보행자의 횡단을 방해하지 못한다."
                ],
                "적색의 등화": [
                    "1. 차마는 정지선, 횡단보도 및 교차로의 직전에서 정지해야 한다.",
                    "2. 차마는 우회전하려는 경우 정지선, 횡단보도 및 교차로의 직전에서 정지한 후 신호에 따라 진행하는 다른 차마의 교통을 방해하지 않고 우회전할 수 있다.",
                    "3. 제2호에도 불구하고 차마는 우회전 삼색등이 적색의 등화인 경우 우회전할 수 없다."
                ],
                "황색 등화의 점멸": [
                    "차마는 다른 교통 또는 안전표지의 표시에 주의하면서 진행할 수 있다."
                ],
                "적색 등화의 점멸": [
                    "차마는 정지선이나 횡단보도가 있을 때에는 그 직전이나 교차로의 직전에 일시정지한 후 다른 교통에 주의하면서 진행할 수 있다."
                ]
            },
            "화살표등화": {
                "녹색화살표의 등화": [
                    "차마는 화살표시 방향으로 진행할 수 있다."
                ],
                "황색화살표의 등화": [
                    "화살표시 방향으로 진행하려는 차마는 정지선이 있거나 횡단보도가 있을 때에는 그 직전이나 교차로의 직전에 정지하여야 하며, 이미 교차로에 차마의 일부라도 진입한 경우에는 신속히 교차로 밖으로 진행하여야 한다."
                ],
                "적색화살표의 등화": [
                    "화살표시 방향으로 진행하려는 차마는 정지선, 횡단보도 및 교차로의 직전에서 정지하여야 한다."
                ],
                "황색화살표등화의 점멸": [
                    "화살표시 방향으로 진행할 수 있다."
                ],
                "적색화살표등화의 점멸": [
                    "차마는 정지선이나 횡단보도가 있을 때에는 그 직전이나 교차로의 직전에 일시정지한 후 다른 교통에 주의하면서 화살표시 방향으로 진행할 수 있다."
                ]
            },
            "사각형등화": {
                "녹색화살표의 등화(하향)": [
                    "차마는 화살표로 지정한 차로로 진행할 수 있다."
                ],
                "적색×표시의 등화": [
                    "차마는 ×표가 있는 차로로 진행할 수 없다."
                ],
                "적색×표시등화의 점멸": [
                    "차마는 ×표가 있는 차로로 진입할 수 없고, 이미 차마의 일부라도 진입한 경우에는 신속히 그 차로 밖으로 진로를 변경하여야 한다."
                ]
            }
        },
        "보행신호등": {
            "녹색의 등화": [
                "보행자는 횡단보도를 횡단할 수 있다."
            ],
            "녹색 등화의 점멸": [
                "보행자는 횡단을 시작하여서는 아니 되고, 횡단하고 있는 보행자는 신속하게 횡단을 완료하거나 그 횡단을 중지하고 보도로 되돌아와야 한다."
            ],
            "적색의 등화": [
                "보행자는 횡단보도를 횡단하여서는 아니 된다."
            ]
        },
        "자전거신호등": {
            "녹색의 주행 등화": [
                "자전거등은 직진 또는 우회전할 수 있다."
            ],
            "황색의 등화": [
                "1. 자전거등은 정지선이 있거나 횡단보도가 있을 때에는 그 직전이나 교차로의 직전에 정지해야 하며, 이미 교차로에 차마의 일부라도 진입한 경우에는 신속히 교차로 밖으로 진행해야 한다.",
                "2. 자전거등은 우회전할 수 있고 우회전하는 경우에는 보행자의 횡단을 방해하지 못한다."
            ],
            "적색의 등화": [
                "1. 자전거등은 정지선, 횡단보도 및 교차로의 직전에서 정지해야 한다.",
                "2. 자전거등은 우회전하려는 경우 정지선, 횡단보도 및 교차로의 직전에서 정지한 후 신호에 따라 진행하는 다른 차마의 교통을 방해하지 않고 우회전할 수 있다.",
                "3. 제2호에도 불구하고 자전거등은 우회전 삼색등이 적색의 등화인 경우 우회전할 수 없다."
            ],
            "황색 등화의 점멸": [
            "   자전거등은 다른 교통 또는 안전표지의 표시에 주의하면서 진행할 수 있다."
            ],
            "적색 등화의 점멸": [
                "자전거등은 정지선이나 횡단보도가 있는 때에는 그 직전이나 교차로의 직전에 일시정지한 후 다른 교통에 주의하면서 진행할 수 있다."
            ]
        },
        "자전거횡단신호등": {
            "녹색의 등화": [
                "자전거등은 자전거횡단도를 횡단할 수 있다."
            ],
            "녹색 등화의 점멸": [
                "자전거등은 횡단을 시작해서는 안 되고, 횡단하고 있는 자전거등은 신속하게 횡단을 종료하거나 그 횡단을 중지하고 진행하던 차도 또는 자전거도로로 되돌아와야 한다."
            ],
            "적색의 등화": [
                "자전거등은 자전거횡단도를 횡단해서는 안 된다."
            ]
        },
        "버스신호등": {
            "녹색의 등화": [
                "버스전용차로에 차마는 직진할 수 있다."
            ],
            "황색의 등화": [
                "버스전용차로에 있는 차마는 정지선이 있거나 횡단보도가 있을 때에는 그 직전이나 교차로의 직전에 정지하여야 하며, 이미 교차로에 차마의 일부라도 진입한 경우에는 신속히 교차로 밖으로 진행하여야 한다."
            ],
            "적색의 등화": [
                "버스전용차로에 있는 차마는 정지선, 횡단보도 및 교차로의 직전에서 정지하여야 한다."
            ],
            "황색 등화의 점멸": [
                "버스전용차로에 있는 차마는 다른 교통 또는 안전표지의 표시에 주의하면서 진행할 수 있다."
            ],
            "적색 등화의 점멸": [
                "버스전용차로에 있는 차마는 정지선이나 횡단보도가 있을 때에는 그 직전이나 교차로의 직전에 일시정지한 후 다른 교통에 주의하면서 진행할 수 있다."
            ]
        },
        "노면전차신호등": {
            "황색T자형의 등화": [
                "노면전차가 직진 또는 좌회전·우회전할 수 있는 등화가 점등될 예정이다."
            ],
            "황색T자형등화의 점멸": [
                "노면전차가 직진 또는 좌회전·우회전할 수 있는 등화의 점등이 임박하였다."
            ],
            "백색가로막대형의 등화": [
                "노면전차는 정지선, 횡단보도 및 교차로의 직전에서 정지해야 한다."
            ],
            "백색가로막대형 등화의 점멸": [
                "노면전차는 정지선이나 횡단보도가 있는 경우에는 그 직전이나 교차로의 직전에 일시정지한 후 다른 교통에 주의하면서 진행할 수 있다."
            ],
            "백색점형의 등화": [
                "노면전차는 정지선이 있거나 횡단보도가 있는 경우에는 그 직전이나 교차로의 직전에 정지해야 하며, 이미 교차로에 노면전차의 일부가 진입한 경우에는 신속하게 교차로 밖으로 진행해야 한다."
            ],
            "백색점형등화의 점멸": [
                "노면전차는 다른 교통 또는 안전표지의 표시에 주의하면서 진행할 수 있다."
            ],
            "백색세로막대형의 등화": [
                "노면전차는 직진할 수 있다."
            ],
            "백색사선막대형의 등화": [
                "노면전차는 백색사선막대의 기울어진 방향으로 좌회전 또는 우회전할 수 있다."
            ]
        },
        "비고": [
            "1. 자전거등을 주행하는 경우 자전거주행신호등이 설치되지 않은 장소에서는 차량 신호등의 지시에 따른다.",
            "2. 자전거횡단도에 자전거횡단신호등이 설치되지 않은 경우 자전거등은 보행신호등의 지시에 따른다. 이 경우 보행신호등란의 '보행자'는 '자전거등'으로 본다.",
            "3. 우회전하려는 차마는 우회전 삼색등이 있는 경우 다른 신호등에도 불구하고 이에 따라야 한다."
        ]
    },

    "시행규칙 별표3(신호등의 종류, 만드는 방식 및 설치기준)": {
        "차량신호등": [
            {
                "종류": "가로형 삼색등",
                "설치기준": [
                    "1일 중 교통이 가장 빈번한 8시간 동안 주도로의 자동차 통행량이 시간당 600대(양방향의 합계) 이상이고, 부도로에서의 자동차 진입량이 시간당 200대 이상인 교차로에 설치한다."
                ]
            },
            {
                "종류": "가로형 사색등 A",
                "설치기준": [
                    "1일 중 교통이 가장 빈번한 8시간 동안 시간당 자동차 통행량이 600대(양방향의 합계) 이상이고, 횡단보도의 통행량이 가장 많은 1시간 동안 횡단보행자가 150명 이상인 경우에 설치한다."
                ]
            },
            {
                "종류": "가로형 사색등 B",
                "설치기준": [
                    "1일 중 교통이 가장 빈번한 8시간 동안 주도로의 자동차 통행량이 시간당 900대(양방향의 합계) 이상이고, 부도로에서의 자동차 진입량이 시간당 100대 이상인 교차로로서 교차로 통과대기시간이 너무 긴 경우에 설치한다."
                ]
            },
            {
                "종류": "세로형 삼색등",
                "설치기준": [
                    "교통사고가 연간 5회 이상 발생한 장소로 교통 신호등의 설치로 사고를 방지할 수 있다고 인정되는 경우에 설치한다."
                ]
            },
            {
                "종류": "세로형 우회전 삼색등",
                "설치기준": [
                    "보행자와 우회전 차량 간의 상충이 빈번한 경우 설치할 수 있다.",
                    "동일 장소에서 1년 동안 3건 이상의 우회전 차량에 의한 사고가 발생한 경우 설치할 수 있다.",
                    "대각선 횡단보도가 운영되는 경우나 좌측에서 접근하는 차량에 대한 확인이 어려운 경우 설치할 수 있다.",
                    "도로의 우측면에 차량의 진행방향에서 잘 보이도록 설치한다."
                ]
            },
            {
                "종류": "가로형 이색등",
                "설치기준": [
                    "일자 또는 시간에 따라 교통량의 변동이 많은 간선도로 중 가변차로로 지정된 도로 구간의 입구, 중간 및 출구에 설치한다."
                ]
            },
            {
                "종류": "가변등",
                "설치기준": [
                    "고속도로 등에서 차량정체 시 신호기 표시에 따라 갓길로 통행할 수 있는 구간의 입구, 중간 및 출구에 설치한다."
                ]
            },
            {
                "종류": "경보형 경보등",
                "설치기준": [
                    "학교 앞 300미터 이내에 신호등이 없고, 통학시간의 자동차 통행시간 간격이 1분 이내인 경우에 설치한다.",
                    "다른 신호기가 설치되지 않고 차량 통행이 잦은 횡단보도 또는 통행의 우선순위가 필요한 교차로에 적색 또는 황색으로 설치한다.",
                    "통행의 우선순위가 필요한 교차로에서 폭이 넓거나 차량 통행량이 많은 등 통행 우선이 필요한 도로에는 황색, 폭이 좁거나 차량 통행이 적은 등 다른 도로에 통행 양보가 필요한 도로에는 적색으로 설치한다. 다만, 통행의 우선순위가 명확하지 않은 경우 모두 적색으로 설치할 수 있다.",
                    "차량 통행이 빈번한 철길건널목에 적색으로 설치한다.",
                    "장애물로 인하여 교통사고 위험성이 있는 도로에 주의 표지와 같이 황색으로 설치한다.",
                    "신호기가 급커브·곡선구간에 설치되어 교통사고 위험성이 있는 경우 신호기 예고 표지와 같이 황색으로 설치한다.",
                    "도로 곡선부 등에서 시선유도기능으로 사용할 수 없다.",
                    "운전자의 시인성 확보를 위해 동일 색상의 신호등 2개를 좌우로 연달아 설치할 수 있다."
                ]
            },
            {
                "종류": "차량 보조등(세로형 삼색등)",
                "설치기준": [
                    "주신호등을 보조하기 위하여 도로 측면에 설치할 수 있으며, 필요한 경우 도로 중앙에도 설치할 수 있다.",
                    "보조신호등은 주신호등과 등화 수, 등화의 배열순서, 신호순서 등이 동일해야 한다."
                ]
            }
        ],
        "보행신호등": [
            {
                "종류": "보행 이색등",
                "설치기준": [
                    "차량신호기가 설치된 교차로의 횡단보도로서 1일 중 횡단보도의 통행량이 가장 많은 1시간 동안의 횡단보행자가 150명을 넘는 곳에 설치한다.",
                    "번화가의 교차로, 역 앞 등의 횡단보도로서 보행자의 통행이 빈번한 곳에 설치한다.",
                    "차량신호만으로는 보행자에게 언제 통행권이 있는지 분별하기 어려울 경우에 설치한다.",
                    "차도의 폭이 16미터 이상인 교차로 또는 횡단보도에서 차량신호가 변하더라도 보행자가 차도 내에 남을 때가 많을 경우에 설치한다.",
                    "어린이 보호구역 등 내 초등학교 또는 유치원 등의 주 출입문과 가장 가까운 거리에 위치한 횡단보도에 설치한다."
                ]
            }
        ],
        "자전거신호등": [
            {
                "종류": "세로형 이색등 A",
                "설치기준": [
                    "자전거횡단도에 설치한다.",
                    "자전거등의 횡단이 필요하다고 인정되는 지점에 자전거횡단도와 함께 설치한다.",
                    "자전거도로에서 교통 소통 및 안전상 삼색등 설치가 어려운 경우 인접 횡단보도에 자전거횡단도와 함께 설치한다.",
                    "A형 신호등 사용을 원칙으로 하되, 횡단보도의 횡단거리가 길어 이용자의 시인성 향상이 요구되는 등 그 밖에 필요하다고 판단되는 경우 B형 신호등을 사용한다."
                ]
            },
            {
                "종류": "세로형 삼색등 A",
                "설치기준": [
                    "자전거도로에 설치한다.",
                    "A형 신호등 사용을 원칙으로 하되, 교차로의 횡단거리가 길어 운전자의 시인성 향상이 요구되는 등 그 밖에 필요하다고 판단될 경우 B형 신호등을 사용한다."
                ]
            }
        ],
        "버스신호등": [
            {
                "종류": "버스 삼색등",
                "설치기준": [
                    "중앙버스전용차로에 설치한다."
                ]
            }
        ],
        "노면전차신호등": [
            {
                "종류": "세로형 육구등 A",
                "설치기준": [
                    "노면전차 전용도로 또는 전용차로에 설치한다.",
                    "A형 신호등 사용을 원칙으로 하되, 도로폭이 협소한 등 부득이한 경우에는 B형 신호등을 사용한다."
                ]
            }
        ],
        "비고": [
            "신호등 외함의 재료는 절연성이 있는 재료로서 인장강도 45MPa 이상, 충격강도 6.3KJ/m2 이상, 가열변형온도 80℃ 이상, 난연성 UL 94 V-2 등급 이상, 전광선 투과율 0%를 만족해야 하며, 외함의 규격은 가로 및 세로의 길이를 각각 355±5밀리미터로 한다.",
            "교차로와 교통여건상 특별히 필요하다고 인정되는 경우에는 신호등을 적색·황색·녹색화살표시의 삼색등으로 만들 수 있다.",
            "화살표 등화의 화살표시 방향은 도로의 구체적인 상황에 맞게 조정할 수 있다.",
            "교차로와 교통 여건을 고려하여 신호등의 지시내용을 한정하거나 보조할 필요가 있다고 인정되는 경우에는 이를 설명하는 표지를 신호등에 부착하여 설치할 수 있다.",
            "보행신호등을 설치하는 경우 보행자의 안전한 보행을 위해 보조장치를 설치할 수 있다. (예: 잔여시간 표시, 음성안내, 보행자 버튼 등)",
            "노면전차 신호등 중 백색사선막대형 등화는 도로의 구조, 교통 여건 및 노면전차의 운영 형태 등을 고려하여 필요시 배열하지 않을 수 있다.",
            "우회전 삼색등은 신호등의 상부에 우회전 신호등 표지를 부착해야 한다."
        ]
    },

    "시행규칙 별표6(안전표지의 종류, 만드는 방식, 설치하는 장소·기준 및 표시하는 뜻)" : [
        {
            "번호": 329,
            "종류": "비보호 좌회전 표지",
            "표시하는 뜻": "진행신호시 반대방면에서 오는 차량에 방해가 되지 아니하도록 좌회전을 조심스 럽게 할 수 있다",
            "설치기준 및 장소": [
                "비보호좌회전을 허용 할 필요가 있다고 인정되는 장소에 설치"
            ]
        },
        {
            "번호": 531,
            "종류": "안전 지대 표시",
            "표시하는 뜻": "안전지대로서 이 지대에 들어가지 못함을 표시하는 것",
            "설치기준 및 장소": [
                "광장·교차로지점",
                "노폭이 넓은 도로의 중앙지대 등 안전지대를 설치할 필요가 있는 장소에 설치"
            ]
        },
        {
            "번호": 542,
            "종류": "비보호 표시",
            "표시하는 뜻": "진행신호에 반대방면에서 오는 교통에 방해가 되지 않게 좌회전을 조심스럽게 할 수 있다.",
            "설치기준 및 장소": [
                "비보호좌회전을 허용 할 필요가 있다고 인정되는 장소에 설치"
            ]
        }
    ]
}