[
    "현저한 과실이란, 사고 발생이나 손해 확대에 영향을 준 경우 기본 과실비율에 5~10% 범위 내에서 가산 또는 감산할 수 있는 요소입니다. 이러한 과실은 중복 적용이 가능하며, 대표적으로 졸음운전이나 한눈팔기 등 전방주시의무 위반 및 조작 지연, 혈중알코올농도 0.03% 미만의 음주운전, 시속 20km 미만의 제한속도 위반, 야간이나 비 오는 날 등 시야가 불량한 상황에서 유리 암도 기준에 미달하는 차량을 운전한 경우, 그리고 운전 중 휴대전화 사용이나 영상표시장치 시청·조작 등이 해당됩니다.",
    "중대한 과실은 사고 발생이나 손해 확대에 더욱 큰 영향을 미친 경우로, 기본 과실비율에 최대 20%까지 가산할 수 있습니다(일부 예외 있음). 제한속도 위반, 음주운전, 약물운전 등은 20%를 초과하여 가산되기도 합니다. 예를 들어 시속 20km 이상 제한속도 위반, 혈중알코올농도 0.03% 이상의 음주운전, 마약 등 약물운전, 무면허 운전, 공동위험행위, 난폭운전 등이 중대한 과실에 해당합니다.",
    "사고 상황별 주요 수정요소는 각 사고 유형에 따라 적용되는 개별적인 기준과 요소를 말합니다. 예를 들어 야간, 악천후, 시야장애 시 등화 미점등 및 감속 불이행, 명확한 선진입이나 좌회전 완료 직후, 서행·감속 불이행 및 일시정지 위반, 급격한 좌·우회전이나 좌회전 금지위반, 좁거나 넓게 좌·우회전한 경우, 진로변경·앞지르기·끼어들기 금지 위반, 전용차로 위반, 진로변경 신호 불이행 또는 지연, 차체를 내밀고 대기, 교차로 정체 중 진입(꼬리물기 등), 회전위험장소 및 회전금지장소 위반, 안전거리 확보의무 위반, 후진 사고, 신호 없는 삼거리(T자) 교차로에서의 회전 차량 등이 이에 해당합니다.",
    "기타 주요 수정요소는 특수한 상황에서 과실비율을 가감하는 요소를 의미합니다. 대표적으로 비충격(접촉) 사고의 경우, 직접적인 충격은 없으나 인과관계가 인정될 때 손해를 확대시킨 차량에 10~20% 범위로 과실을 가산 또는 감산할 수 있습니다. 또한, 이륜차와 대형차의 경우 차종별 위험성을 고려해 이륜차는 5~10% 감산, 대형차는 5% 가산하는 방식으로 과실비율을 조정할 수 있습니다.",
    "참고사항으로는 12대 중과실 등 법령 및 판례에 따른 특이사항이 있습니다. 교통사고처리특례법 제3조 제2항의 12대 중과실 중 일부는 기본 과실비율을 100%로 적용하며, 속도위반, 무면허, 음주, 어린이보호구역 위반 등은 전반적으로 과실 가산 요소로 작용합니다. 반면, 철길 건널목 통과방법 위반이나 개문발차 등 일부 유형은 별도의 규정이 없는 경우도 있습니다."
]



// 과실 비율에 관한 내용이 좀 더 구체적
[
    "현저한 과실은 사고의 발생이나 손해 확대에 영향을 준 경우, 기본 과실비율에 5~10% 범위로 과실을 가산하거나 감산할 수 있는 요소입니다. 이러한 과실은 여러 개가 중복 적용될 수 있습니다. 대표적인 예로는 졸음운전이나 한눈팔기 등 전방주시의무 위반, 핸들 또는 브레이크 조작이 늦은 경우, 혈중알코올농도 0.03% 미만의 음주운전, 시속 20km 미만의 제한속도 위반, 야간이나 비 오는 날 등 시야가 좋지 않은 상황에서 차량 유리의 암도 기준 미달 차량 운전, 운전 중 휴대전화 사용 또는 영상표시장치 시청·조작 등이 있습니다. 이와 같은 경우 사고 유형별 도표에서 정한 기본 과실비율에 최대 10%까지 가산할 수 있습니다.",
    "중대한 과실은 사고의 발생이나 손해 확대에 더욱 중대한 영향을 미친 경우로, 기본 과실비율에 최대 20%까지 과실을 가산할 수 있습니다(일부 예외는 20% 초과 가능). 대표적으로 시속 20km 이상의 제한속도 위반, 혈중알코올농도 0.03% 이상의 음주운전, 마약 등 약물운전, 무면허 운전, 공동위험행위, 난폭운전 등이 이에 해당합니다. 특히 제한속도 위반, 음주운전, 약물운전의 경우에는 위반 정도에 따라 20%를 초과하여 가산할 수 있습니다. 관련 법령과 판례에 따라 처벌 및 과실비율이 강화되고 있습니다.",
    "사고 상황별 주요 수정요소는 각 사고 유형별로 적용되는 개별적인 사유들로, 사고의 발생이나 손해 확대에 영향을 준 경우 각 기준에서 정한 비율까지 과실을 가산할 수 있습니다. 주요 예시로는 야간, 악천후, 기타 시야장애 시 등화 미점등 및 감속 불이행, 명확한 선진입 및 좌회전 완료 직후, 서행·감속 불이행 및 일시정지 위반, 급 좌·우회전 및 좌회전 금지위반, 좁거나 넓게 좌·우회전, 진로변경·앞지르기·끼어들기 금지 위반, 전용차로 위반, 진로변경 신호 불이행 또는 지연, 차체를 내밀고 대기, 교차로 정체 중 진입(꼬리물기), 회전위험장소 및 회전금지장소 위반, 안전거리 확보의무 위반, 후진 사고, 신호 없는 삼거리(T자) 교차로에서 회전 차량 등이 있습니다. 각 항목별로 적용 기준과 과실 가산 여부가 명확히 정해져 있습니다.",    
    "기타 주요 수정요소로는 비충격(접촉) 사고와 이륜차·대형차에 대한 우자(優者) 위험 부담론이 있습니다. 비충격(접촉) 사고란, 직접적인 물리적 충격은 없지만 상대 차량을 피하려다 전도, 전복, 타물체 충격 등으로 손해가 확대된 경우를 말하며, 인과관계가 인정될 때 손해가 확대된 차량의 과실을 10~20%까지 가산하거나, 원인 제공 차량의 과실을 10~20% 감산할 수 있습니다. 이륜차의 경우 상대적으로 가해 위험성이 낮고 사고 시 손해 확대 가능성이 크므로 5~10% 감산할 수 있으며, 대형차는 사고 시 상대방 피해가 크고 주의의무가 높아 5% 가산할 수 있습니다. 다만, 이륜차와 대형차 사이 사고에서는 이륜차 감산만 적용합니다.",
    "12대 중과실 중 신호위반, 중앙선 침범, 앞지르기·끼어들기 금지 위반, 횡단보도 보행자보호의무 위반, 보도 침범, 화물고정 위반 등은 「교통사고처리특례법」에 따라 해당 법규 위반 차량의 기본 과실비율을 100%로 정해 중과실 책임을 부과합니다. 속도위반, 무면허, 음주, 어린이보호구역 보호의무 위반 등은 사고 유형 전반에 과실 가산 요소로 적용됩니다. 반면, 철길 건널목 통과방법위반, 개문발차 등은 별도의 규정이 없는 경우도 있습니다"
]



// 표에 있는 내용 기반으로 작성
[
    "현저한 과실은 사고 발생이나 손해 확대에 영향을 미친 경우, 기본 과실비율에 5~10%를 가산할 수 있는 요소입니다. 대표적으로 졸음운전이나 한눈팔기 등 전방주시의무 위반이 심하거나, 핸들 또는 브레이크 조작이 늦은 경우가 해당됩니다. 또한, 혈중알코올농도 0.03% 미만의 음주운전, 시속 20km 미만의 제한속도 위반, 야간이나 비 오는 날 등 시야가 좋지 않은 상황에서 차량 유리의 암도 기준을 지키지 않은 경우, 운전 중 휴대전화 사용 또는 영상표시장치 시청·조작 등이 포함됩니다. 현저한 과실은 중복 적용이 가능하며, 최대 20%까지 가산될 수 있습니다. 사고 발생이나 손해 확대와 상관없으면 비적용됩니다.",
    "중대한 과실은 사고에 더 큰 영향을 미치는 행위로, 기본 과실비율에 10~20%를 가산할 수 있습니다. 시속 20km 이상의 제한속도 위반, 혈중알코올농도 0.03% 이상의 음주운전, 마약 등 약물운전, 무면허 운전, 공동위험행위, 난폭운전 등이 이에 해당합니다. 중대한 과실과 현저한 과실은 중복 적용이 불가능하며, 중대한 과실은 위반 정도에 따라 20%를 초과해 가산할 수도 있습니다. 사고 발생이나 손해 확대와 상관없으면 비적용됩니다.",
    "사고 상황별로 적용되는 주요 수정요소는 매우 다양합니다. 야간, 악천후, 기타 시야장애가 있는 경우 등화 미점등 및 감속 불이행 시 10%가 가산됩니다. 명확한 선진입이나 좌회전 완료 직후에는 10~30%가 가산될 수 있고, 서행·감속 불이행, 일시정지 위반, 급회전, 좌회전 금지위반, 좁게 또는 넓게 좌·우회전, 진로변경 금지, 앞지르기 금지, 끼어들기 금지, 전용차로 위반, 진로변경 신호 불이행 또는 지연, 차체를 내밀고 대기, 교차로 정체 중 진입(꼬리물기), 회전위험장소·회전금지장소 위반, 안전거리 확보의무 위반, 후진 사고, 신호 없는 삼거리(T자) 교차로에서 회전 차량 등 다양한 상황에 따라 5~10%의 가산이 적용됩니다. 각 기준별로 기재된 사항이 개별적으로 적용될 수 있으며, 복수의 수정요소가 있으면 과실을 중복 가산할 수 있습니다. 사고 발생이나 손해 확대와 상관없으면 비적용됩니다.",
    "기타 주요 수정요소로는 비충격(접촉) 사고와 이륜차·대형차 관련 위험 부담론이 있습니다. 비충격(접촉) 사고는 직접 충격이 없으나 인과관계가 인정되는 경우, 손해 확대 차량에 10~20%를 가산 또는 감산할 수 있습니다. 이륜차는 5~10% 감산, 대형차는 5% 가산이 적용되며, 이륜차와 대형차 사이 사고의 경우 이륜차 감산만 적용됩니다. 사고 발생이나 손해 확대와 상관없으면 비적용됩니다"
]