{
    "시행규칙 별표2(신호기가 표시하는 신호의 종류 및 신호의 뜻)" : {
        "차량신호등": {
            "원형등화": {
                "녹색의 등화": [
                    "1. 차마는 직진 또는 우회전할 수 있다.",
                    "2. 비보호좌회전표지 또는 비보호좌회전표시가 있는 곳에서는 좌회전할 수 있다."
                ],
                "황색의 등화": [
                    "1. 차마는 정지선이 있거나 횡단보도가 있을 때에는 그 직전이나 교차로의 직전에 정지하여야 하며, 이미 교차로에 차마의 일부라도 진입한 경우에는 신속히 교차로 밖으로 진행하여야 한다.",
                    "2. 차마는 우회전할 수 있고 우회전하는 경우에는 보행자의 횡단을 방해하지 못한다."
                ],
                "적색의 등화": [
                    "1. 차마는 정지선, 횡단보도 및 교차로의 직전에서 정지해야 한다.",
                    "2. 차마는 우회전하려는 경우 정지선, 횡단보도 및 교차로의 직전에서 정지한 후 신호에 따라 진행하는 다른 차마의 교통을 방해하지 않고 우회전할 수 있다.",
                    "3. 제2호에도 불구하고 차마는 우회전 삼색등이 적색의 등화인 경우 우회전할 수 없다."
                ],
                "황색 등화의 점멸": [
                    "차마는 다른 교통 또는 안전표지의 표시에 주의하면서 진행할 수 있다."
                ],
                "적색 등화의 점멸": [
                    "차마는 정지선이나 횡단보도가 있을 때에는 그 직전이나 교차로의 직전에 일시정지한 후 다른 교통에 주의하면서 진행할 수 있다."
                ]
            },
            "화살표등화": {
                "녹색화살표의 등화": [
                    "차마는 화살표시 방향으로 진행할 수 있다."
                ],
                "황색화살표의 등화": [
                    "화살표시 방향으로 진행하려는 차마는 정지선이 있거나 횡단보도가 있을 때에는 그 직전이나 교차로의 직전에 정지하여야 하며, 이미 교차로에 차마의 일부라도 진입한 경우에는 신속히 교차로 밖으로 진행하여야 한다."
                ],
                "적색화살표의 등화": [
                    "화살표시 방향으로 진행하려는 차마는 정지선, 횡단보도 및 교차로의 직전에서 정지하여야 한다."
                ],
                "황색화살표등화의 점멸": [
                    "화살표시 방향으로 진행할 수 있다."
                ],
                "적색화살표등화의 점멸": [
                    "차마는 정지선이나 횡단보도가 있을 때에는 그 직전이나 교차로의 직전에 일시정지한 후 다른 교통에 주의하면서 화살표시 방향으로 진행할 수 있다."
                ]
            },
            "사각형등화": {
                "녹색화살표의 등화(하향)": [
                    "차마는 화살표로 지정한 차로로 진행할 수 있다."
                ],
                "적색×표시의 등화": [
                    "차마는 ×표가 있는 차로로 진행할 수 없다."
                ],
                "적색×표시등화의 점멸": [
                    "차마는 ×표가 있는 차로로 진입할 수 없고, 이미 차마의 일부라도 진입한 경우에는 신속히 그 차로 밖으로 진로를 변경하여야 한다."
                ]
            }
        },
        "보행신호등": {
            "녹색의 등화": [
                "보행자는 횡단보도를 횡단할 수 있다."
            ],
            "녹색 등화의 점멸": [
                "보행자는 횡단을 시작하여서는 아니 되고, 횡단하고 있는 보행자는 신속하게 횡단을 완료하거나 그 횡단을 중지하고 보도로 되돌아와야 한다."
            ],
            "적색의 등화": [
                "보행자는 횡단보도를 횡단하여서는 아니 된다."
            ]
        },
        "자전거신호등": {
            "녹색의 주행 등화": [
                "자전거등은 직진 또는 우회전할 수 있다."
            ],
            "황색의 등화": [
                "1. 자전거등은 정지선이 있거나 횡단보도가 있을 때에는 그 직전이나 교차로의 직전에 정지해야 하며, 이미 교차로에 차마의 일부라도 진입한 경우에는 신속히 교차로 밖으로 진행해야 한다.",
                "2. 자전거등은 우회전할 수 있고 우회전하는 경우에는 보행자의 횡단을 방해하지 못한다."
            ],
            "적색의 등화": [
                "1. 자전거등은 정지선, 횡단보도 및 교차로의 직전에서 정지해야 한다.",
                "2. 자전거등은 우회전하려는 경우 정지선, 횡단보도 및 교차로의 직전에서 정지한 후 신호에 따라 진행하는 다른 차마의 교통을 방해하지 않고 우회전할 수 있다.",
                "3. 제2호에도 불구하고 자전거등은 우회전 삼색등이 적색의 등화인 경우 우회전할 수 없다."
            ],
            "황색 등화의 점멸": [
            "   자전거등은 다른 교통 또는 안전표지의 표시에 주의하면서 진행할 수 있다."
            ],
            "적색 등화의 점멸": [
                "자전거등은 정지선이나 횡단보도가 있는 때에는 그 직전이나 교차로의 직전에 일시정지한 후 다른 교통에 주의하면서 진행할 수 있다."
            ]
        },
        "자전거횡단신호등": {
            "녹색의 등화": [
                "자전거등은 자전거횡단도를 횡단할 수 있다."
            ],
            "녹색 등화의 점멸": [
                "자전거등은 횡단을 시작해서는 안 되고, 횡단하고 있는 자전거등은 신속하게 횡단을 종료하거나 그 횡단을 중지하고 진행하던 차도 또는 자전거도로로 되돌아와야 한다."
            ],
            "적색의 등화": [
                "자전거등은 자전거횡단도를 횡단해서는 안 된다."
            ]
        },
        "버스신호등": {
            "녹색의 등화": [
                "버스전용차로에 차마는 직진할 수 있다."
            ],
            "황색의 등화": [
                "버스전용차로에 있는 차마는 정지선이 있거나 횡단보도가 있을 때에는 그 직전이나 교차로의 직전에 정지하여야 하며, 이미 교차로에 차마의 일부라도 진입한 경우에는 신속히 교차로 밖으로 진행하여야 한다."
            ],
            "적색의 등화": [
                "버스전용차로에 있는 차마는 정지선, 횡단보도 및 교차로의 직전에서 정지하여야 한다."
            ],
            "황색 등화의 점멸": [
                "버스전용차로에 있는 차마는 다른 교통 또는 안전표지의 표시에 주의하면서 진행할 수 있다."
            ],
            "적색 등화의 점멸": [
                "버스전용차로에 있는 차마는 정지선이나 횡단보도가 있을 때에는 그 직전이나 교차로의 직전에 일시정지한 후 다른 교통에 주의하면서 진행할 수 있다."
            ]
        },
        "노면전차신호등": {
            "황색T자형의 등화": [
                "노면전차가 직진 또는 좌회전·우회전할 수 있는 등화가 점등될 예정이다."
            ],
            "황색T자형등화의 점멸": [
                "노면전차가 직진 또는 좌회전·우회전할 수 있는 등화의 점등이 임박하였다."
            ],
            "백색가로막대형의 등화": [
                "노면전차는 정지선, 횡단보도 및 교차로의 직전에서 정지해야 한다."
            ],
            "백색가로막대형 등화의 점멸": [
                "노면전차는 정지선이나 횡단보도가 있는 경우에는 그 직전이나 교차로의 직전에 일시정지한 후 다른 교통에 주의하면서 진행할 수 있다."
            ],
            "백색점형의 등화": [
                "노면전차는 정지선이 있거나 횡단보도가 있는 경우에는 그 직전이나 교차로의 직전에 정지해야 하며, 이미 교차로에 노면전차의 일부가 진입한 경우에는 신속하게 교차로 밖으로 진행해야 한다."
            ],
            "백색점형등화의 점멸": [
                "노면전차는 다른 교통 또는 안전표지의 표시에 주의하면서 진행할 수 있다."
            ],
            "백색세로막대형의 등화": [
                "노면전차는 직진할 수 있다."
            ],
            "백색사선막대형의 등화": [
                "노면전차는 백색사선막대의 기울어진 방향으로 좌회전 또는 우회전할 수 있다."
            ]
        },
        "비고": [
            "1. 자전거등을 주행하는 경우 자전거주행신호등이 설치되지 않은 장소에서는 차량 신호등의 지시에 따른다.",
            "2. 자전거횡단도에 자전거횡단신호등이 설치되지 않은 경우 자전거등은 보행신호등의 지시에 따른다. 이 경우 보행신호등란의 '보행자'는 '자전거등'으로 본다.",
            "3. 우회전하려는 차마는 우회전 삼색등이 있는 경우 다른 신호등에도 불구하고 이에 따라야 한다."
        ]
    },

    "시행규칙 별표3(신호등의 종류, 만드는 방식 및 설치기준)": {
        "차량신호등": [
            {
                "종류": "가로형 삼색등",
                "설치기준": [
                    "1일 중 교통이 가장 빈번한 8시간 동안 주도로의 자동차 통행량이 시간당 600대(양방향의 합계) 이상이고, 부도로에서의 자동차 진입량이 시간당 200대 이상인 교차로에 설치한다."
                ]
            },
            {
                "종류": "가로형 사색등 A",
                "설치기준": [
                    "1일 중 교통이 가장 빈번한 8시간 동안 시간당 자동차 통행량이 600대(양방향의 합계) 이상이고, 횡단보도의 통행량이 가장 많은 1시간 동안 횡단보행자가 150명 이상인 경우에 설치한다."
                ]
            },
            {
                "종류": "가로형 사색등 B",
                "설치기준": [
                    "1일 중 교통이 가장 빈번한 8시간 동안 주도로의 자동차 통행량이 시간당 900대(양방향의 합계) 이상이고, 부도로에서의 자동차 진입량이 시간당 100대 이상인 교차로로서 교차로 통과대기시간이 너무 긴 경우에 설치한다."
                ]
            },
            {
                "종류": "세로형 삼색등",
                "설치기준": [
                    "교통사고가 연간 5회 이상 발생한 장소로 교통 신호등의 설치로 사고를 방지할 수 있다고 인정되는 경우에 설치한다."
                ]
            },
            {
                "종류": "세로형 우회전 삼색등",
                "설치기준": [
                    "보행자와 우회전 차량 간의 상충이 빈번한 경우 설치할 수 있다.",
                    "동일 장소에서 1년 동안 3건 이상의 우회전 차량에 의한 사고가 발생한 경우 설치할 수 있다.",
                    "대각선 횡단보도가 운영되는 경우나 좌측에서 접근하는 차량에 대한 확인이 어려운 경우 설치할 수 있다.",
                    "도로의 우측면에 차량의 진행방향에서 잘 보이도록 설치한다."
                ]
            },
            {
                "종류": "가로형 이색등",
                "설치기준": [
                    "일자 또는 시간에 따라 교통량의 변동이 많은 간선도로 중 가변차로로 지정된 도로 구간의 입구, 중간 및 출구에 설치한다."
                ]
            },
            {
                "종류": "가변등",
                "설치기준": [
                    "고속도로 등에서 차량정체 시 신호기 표시에 따라 갓길로 통행할 수 있는 구간의 입구, 중간 및 출구에 설치한다."
                ]
            },
            {
                "종류": "경보형 경보등",
                "설치기준": [
                    "학교 앞 300미터 이내에 신호등이 없고, 통학시간의 자동차 통행시간 간격이 1분 이내인 경우에 설치한다.",
                    "다른 신호기가 설치되지 않고 차량 통행이 잦은 횡단보도 또는 통행의 우선순위가 필요한 교차로에 적색 또는 황색으로 설치한다.",
                    "통행의 우선순위가 필요한 교차로에서 폭이 넓거나 차량 통행량이 많은 등 통행 우선이 필요한 도로에는 황색, 폭이 좁거나 차량 통행이 적은 등 다른 도로에 통행 양보가 필요한 도로에는 적색으로 설치한다. 다만, 통행의 우선순위가 명확하지 않은 경우 모두 적색으로 설치할 수 있다.",
                    "차량 통행이 빈번한 철길건널목에 적색으로 설치한다.",
                    "장애물로 인하여 교통사고 위험성이 있는 도로에 주의 표지와 같이 황색으로 설치한다.",
                    "신호기가 급커브·곡선구간에 설치되어 교통사고 위험성이 있는 경우 신호기 예고 표지와 같이 황색으로 설치한다.",
                    "도로 곡선부 등에서 시선유도기능으로 사용할 수 없다.",
                    "운전자의 시인성 확보를 위해 동일 색상의 신호등 2개를 좌우로 연달아 설치할 수 있다."
                ]
            },
            {
                "종류": "차량 보조등(세로형 삼색등)",
                "설치기준": [
                    "주신호등을 보조하기 위하여 도로 측면에 설치할 수 있으며, 필요한 경우 도로 중앙에도 설치할 수 있다.",
                    "보조신호등은 주신호등과 등화 수, 등화의 배열순서, 신호순서 등이 동일해야 한다."
                ]
            }
        ],
        "보행신호등": [
            {
                "종류": "보행 이색등",
                "설치기준": [
                    "차량신호기가 설치된 교차로의 횡단보도로서 1일 중 횡단보도의 통행량이 가장 많은 1시간 동안의 횡단보행자가 150명을 넘는 곳에 설치한다.",
                    "번화가의 교차로, 역 앞 등의 횡단보도로서 보행자의 통행이 빈번한 곳에 설치한다.",
                    "차량신호만으로는 보행자에게 언제 통행권이 있는지 분별하기 어려울 경우에 설치한다.",
                    "차도의 폭이 16미터 이상인 교차로 또는 횡단보도에서 차량신호가 변하더라도 보행자가 차도 내에 남을 때가 많을 경우에 설치한다.",
                    "어린이 보호구역 등 내 초등학교 또는 유치원 등의 주 출입문과 가장 가까운 거리에 위치한 횡단보도에 설치한다."
                ]
            }
        ],
        "자전거신호등": [
            {
                "종류": "세로형 이색등 A",
                "설치기준": [
                    "자전거횡단도에 설치한다.",
                    "자전거등의 횡단이 필요하다고 인정되는 지점에 자전거횡단도와 함께 설치한다.",
                    "자전거도로에서 교통 소통 및 안전상 삼색등 설치가 어려운 경우 인접 횡단보도에 자전거횡단도와 함께 설치한다.",
                    "A형 신호등 사용을 원칙으로 하되, 횡단보도의 횡단거리가 길어 이용자의 시인성 향상이 요구되는 등 그 밖에 필요하다고 판단되는 경우 B형 신호등을 사용한다."
                ]
            },
            {
                "종류": "세로형 삼색등 A",
                "설치기준": [
                    "자전거도로에 설치한다.",
                    "A형 신호등 사용을 원칙으로 하되, 교차로의 횡단거리가 길어 운전자의 시인성 향상이 요구되는 등 그 밖에 필요하다고 판단될 경우 B형 신호등을 사용한다."
                ]
            }
        ],
        "버스신호등": [
            {
                "종류": "버스 삼색등",
                "설치기준": [
                    "중앙버스전용차로에 설치한다."
                ]
            }
        ],
        "노면전차신호등": [
            {
                "종류": "세로형 육구등 A",
                "설치기준": [
                    "노면전차 전용도로 또는 전용차로에 설치한다.",
                    "A형 신호등 사용을 원칙으로 하되, 도로폭이 협소한 등 부득이한 경우에는 B형 신호등을 사용한다."
                ]
            }
        ],
        "비고": [
            "신호등 외함의 재료는 절연성이 있는 재료로서 인장강도 45MPa 이상, 충격강도 6.3KJ/m2 이상, 가열변형온도 80℃ 이상, 난연성 UL 94 V-2 등급 이상, 전광선 투과율 0%를 만족해야 하며, 외함의 규격은 가로 및 세로의 길이를 각각 355±5밀리미터로 한다.",
            "교차로와 교통여건상 특별히 필요하다고 인정되는 경우에는 신호등을 적색·황색·녹색화살표시의 삼색등으로 만들 수 있다.",
            "화살표 등화의 화살표시 방향은 도로의 구체적인 상황에 맞게 조정할 수 있다.",
            "교차로와 교통 여건을 고려하여 신호등의 지시내용을 한정하거나 보조할 필요가 있다고 인정되는 경우에는 이를 설명하는 표지를 신호등에 부착하여 설치할 수 있다.",
            "보행신호등을 설치하는 경우 보행자의 안전한 보행을 위해 보조장치를 설치할 수 있다. (예: 잔여시간 표시, 음성안내, 보행자 버튼 등)",
            "노면전차 신호등 중 백색사선막대형 등화는 도로의 구조, 교통 여건 및 노면전차의 운영 형태 등을 고려하여 필요시 배열하지 않을 수 있다.",
            "우회전 삼색등은 신호등의 상부에 우회전 신호등 표지를 부착해야 한다."
        ]
    },

    "시행규칙 별표6(안전표지의 종류, 만드는 방식, 설치하는 장소·기준 및 표시하는 뜻)" : [
        {
            "번호": 329,
            "종류": "비보호 좌회전 표지",
            "표시하는 뜻": "진행신호시 반대방면에서 오는 차량에 방해가 되지 아니하도록 좌회전을 조심스 럽게 할 수 있다",
            "설치기준 및 장소": [
                "비보호좌회전을 허용 할 필요가 있다고 인정되는 장소에 설치"
            ]
        },
        {
            "번호": 531,
            "종류": "안전 지대 표시",
            "표시하는 뜻": "안전지대로서 이 지대에 들어가지 못함을 표시하는 것",
            "설치기준 및 장소": [
                "광장·교차로지점",
                "노폭이 넓은 도로의 중앙지대 등 안전지대를 설치할 필요가 있는 장소에 설치"
            ]
        },
        {
            "번호": 542,
            "종류": "비보호 표시",
            "표시하는 뜻": "진행신호에 반대방면에서 오는 교통에 방해가 되지 않게 좌회전을 조심스럽게 할 수 있다.",
            "설치기준 및 장소": [
                "비보호좌회전을 허용 할 필요가 있다고 인정되는 장소에 설치"
            ]
        }
    ]
}